Repository: synspawacza/automata_pl
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl

source: Assistant Director of Quality Assurance
pl: Asystent kierownika kontroli jakości

source: Assistant Engineer
pl: Asystent inżynier

source: Assistant Localisation Producer
pl: Asystent producenta lokalizacji

source: Assistant Manager of Merchandise
pl: Asystent menadżera ds. merchandisingu

source: Assistant Producer
pl: Asystent producenta

source: Assistant Set Designer
pl: Asystent projektanta scenografii

source: Assistant Sound Mixer
pl: Asystent miksera dźwięku

source: Assoc. Director, Business & Legal Affairs
pl: Asystent kierownika działu prawnego

source: Associate Art Lead
pl: Współkierownik artystyczny

source: Associate Director, Product Marketing
pl: Asystent dyrektora działu marketingu produktów

source: Associate E-Commerce Manager
pl: Asystent menadżera ds. handlu elektronicznego

source: Associate Manager - Digital Sales
pl: Menadżer współpracujący sprzedaży cyfrowej

source: Associate Product Marketing Manager
pl: Asystent menadżera działu marketingu produktów

source: Associate QA Manager
pl: Asystent menadżera kontroli jakości

source: Asst. Mgrs - Project Communications
pl: Menadżerowie komunikacji projektu

source: Assuming captain's duties.
pl: Przejmuję obowiązki kapitana.

source: Assuming we don't encounter any problems, we're planning to partner him with you again.
pl: Zakładając, że nie napotkamy żadnych problemów... planujemy go ponownie przydzielić jako twojego partnera.

source: At any rate,
pl: W każdym bądź razie,

source: At last, Emil remembers everything—including a place that was very important to him. In gratitude, he offered to show you his special place and gave you a key to the elevator in the commercial facility. He will be waiting for you in the basement.
pl: W końcu Emil przypomniał sobie wszystko — włączając w to miejsce, które było dla niego tak bardzo ważne. Z wdzięczności, proponuje pokazać ci to specjalne miejsce i przekazuje klucz do windy w obiekcie komercyjnym. Będzie czekał na ciebie w podziemiach.

source: At least
pl: Przynajmniej

source: At present, the highest number of enemies you have defeated in the Special Trial on <difficulty> difficulty is: <m_count>.
pl: Na ten moment, największa liczba wrogów pokonanych w Próbie Specjalnej na poziomie trudności <difficulty> wynosi: <m_count>.

source: At the Desert
pl: Na pustyni

source: At the end...I did a lot of bad things to you, 2B.
pl: A w końcu... Sprawiłem ci wiele problemów, 2B.

source: At the end...I did a lot of bad things to you, 9S.
pl: A w końcu... Sprawiłem ci wiele problemów, 9S.

source: At the end...I did a lot of bad things to you, A2.
pl: A w końcu... Sprawiłem ci wiele problemów, A2.

source: At the material storage site where he works.
pl: W okolicy magazynu z materiałami, w którym pracuje.

source: At the same time,
pl: W tym samym czasie,

source: At this point, you should probably just hand over any classified information in your possession.
pl: W tej sytuacji... Po prostu, powinieneś przekazać nam wszystkie zastrzeżone informacje, które posiadasz.

source: Atlantis
pl: Atlantyda

source: Attachments
pl: Załączniki

source: Attack
pl: Atak

source: Attack (Heavy)
pl: Atak (ciężki)

source: Attack (Light)
pl: Atak (lekki)

source: Attack Focus
pl: Nastawiony na atak

source: Attack functions aren't working!
pl: Funkcje ataku nie działają!

source: Attack on Pascal's Village
pl: Atak na wioskę Pascala

source: Attacked Believer
pl: Zaatakowany wierny

source: Attacker Number 2?
pl: Atakująca Numer 2?

source: Attacks on allies prohibited
pl: Nie można atakować sojusznika

source: Attempt the hacking game?
pl: Rozpocząć grę hakerską?

source: Attention all androids: As you are all aware, our recent large-scale offensive ended in crushing defeat, with the loss of our YoRHa compatriots being a particular point of deep regret. Long will we remember their brave sacrifice. However, do not lose hope! For the truth is that we, humanity's great army, still possess the upper hand. Go forth and fight for victory not just for your sake, but for the sake of the fallen as well! Glory to mankind. League of Assemblymen, Council of Humanity
pl: Uwaga, wszystkie androidy: Jak jesteście wszyscy świadomi, nasza niedawna ofensywa na szeroką skalę zakończyła się druzgocącą porażką, a utrata naszych towarzyszy z YoRHa jest powodem szczególnie głębokiego żalu. Na długo zapamiętamy ich odwagę i poświęcenie. Jednakże, nie traćcie nadziei. Tak naprawdę my, wielka armia ludzkości, wciąż mamy przewagę. Idźcie i walczcie. Do zwycięstwa! Nie tylko dla was, ale też dla tych, którzy odeszli! Chwała ludzkości. Liga Zgromadzenia, Rada Ludzkości

source: Attention all androids: In recent years, we have received reports that many peculiar units have been sighted among the machine lifeforms. We have also heard troubling reports of enemies approaching androids under a so-called "banner of peace." Do not let yourself be deceived! The mission entrusted to all androids is the utter destruction of the enemy, to the very last! Glory to mankind. League of Assemblymen, Council of Humanity
pl: Uwaga, wszystkie androidy: W ostatnich latach odebraliśmy wiele raportów o wielu zaobserwowanych, wśród mechanicznych form życia, osobliwych jednostkach. Dostaliśmy też kłopotliwe relacje o wrogach zbliżających się do androidów pod tak zwanym „sztandarem pokoju”. Nie dajcie się zwieść! Misja, którą powierzyliśmy wszystkim androidom, to całkowite zniszczenie wroga. Co do jednego! Chwała ludzkości. Liga Zgromadzenia, Rada Ludzkości

source: Attention all androids: Thousands of years have passed since we humans were driven to the moon. And while the war remains deadlocked, we know that our continued safety is only possible thanks to your valiant efforts on the ground. We ask that you continue giving your all to the mission of recapturing Earth from the scourge of the machines! Glory to mankind. League of Assemblymen, Council of Humanity
pl: Uwaga, wszystkie androidy: Tysiące lat minęły od kiedy ludzie zostali wygnani na księżyc. I nawet jeśli wojna tkwi w martwym punkcie, to zdajemy sobie sprawę, że nasze stałe bezpieczeństwo jest możliwe tylko dzięki waszym dzielnym staraniom na powierzchni. Prosimy was, abyście dalej dawali z siebie wszystko w misji odbicia Ziemi spod pnaowania maszyn! Chwała ludzkości. Liga Zgromadzenia, Rada Ludzkości

source: Attention all androids: We have received word of the recent destruction of Adam and Eve, the enemy machine lifeforms' central networking units. With the enemy weakened, now is our moment! We, humanity's great army, will now launch an all-out assault, drive back the invaders, and reclaim our rightful home of Earth! Glory to mankind. League of Assemblymen, Council of Humanity
pl: Uwaga, wszystkie androidy: Otrzymaliśmy wieści o niedawnym zniszczeniu Adama i Ewy, wrogich mechanicznych form życia, jednostek centralnych sieci. Dzięki temu, wróg został osłabiony. W końcu nadeszła nasza chwila! My, wielka armia ludzkości, przejdziemy w tryb pełnego ataku, pozbywając się najeźdźców. Odbijemy nasz dom, Ziemię! Chwała ludzkości. Liga Zgromadzenia, Rada Ludzkości

source: Attention! This is carrier Blue Ridge II.
pl: Uwaga! Tutaj lotniskowiec Blue Ridge II.

source: Attraction Square
pl: Plac atrakcji

source: Audience
pl: Widownia

source: Audio Output
pl: Wyjście dźwięku

source: August 17, The Nagoya Daily [Article] ...re is no end to the refugees that flow into the central areas from the capital region in the east, and many camps have been pushed to their breaking point. But while the situation is critical, the increasingly fierce conflict with Legion has left the government in a state of dysfunction. Let us all keep our neighbors in our thoughts during these trying times, and reject the temptation to profit financially from the refugees. After all, we could easily be next.
pl: 17 sierpnia, Dziennik Nagoya [Artykuł] ...iąż nie widać końca napływu uchodźców do obszarów centralnych z okolic stolicy ze wschodu. Wiele obozów znalazło się na skraju załamania. W chwili, gdy sytuacja jest krytyczna, coraz gwałtowniejszy konflikt z Legionem pozostawił rząd w stanie skrajnej niewydolności. Pamiętajmy o naszych sąsiadach podczas tych ciężkich czasów i oprzyjmy się pokusie wzbogacania się na uchodźcach — przecież my możemy być następni.

source: August 23, 2025 [Summary] We received a report from the laboratory indicating that the basic technology of the Replicant System is expected to be completed by the end of August. Verifications of its safety—along with clinical trials—will be conducted from September through November. A report will be submitted to the prime minister indicating that the completion of the Replicant System will represent a tremendous leap forward for Project Gestalt. This report will be handled by the public relations department.
pl: 23 sierpnia 2025 [Podsumowanie] Otrzymaliśmy raport z laboratorium, sugerujący, że bazowa technologia Systemu Replikant zostanie ukończona do końca sierpnia. Weryfikacja jego bezpieczeństwa — wraz z badaniami klinicznymi — zostanie przeprowadzona w trmienie od września do listopada. Raport zostanie wysłany do premiera, aby przekazać, że ukończenie Systemu Replikant będzie stanowić znaczny skok w Projekcie Gestalt. Raport zostanie wysłany przez oddział public relations.

source: August Menu Monday: Croquettes Tuesday: French Fry Surprise Wednesday: Meatless Meat and Potato Stew Thursday: Buttered Potatoes Friday: Potato Curry Saturday: Potato Salad Sunday: Potato Gratin * All meals must be consumed in full. Employees who do not consume their meals will have their workload increased by 30 percent.
pl: Menu na sierpień Poniedziałek: Krokiety japońskie Wtorek: Frytki z niespodzianką Środa: Bezmięsne mięso i potrawka ziemniaczana Czwartek: Ziemniaki z omastą Piątek: Curry ziemniaczane Sobota: Sałatka ziemniaczana Niedziela: Ziemniaki gratin * Wszystkie posiłki muszą być spożyte w całości. Pracownicy, którzy nie spożyli swojego posiłku, podlegają zwiększonemu o 30% obciążeniu pracą.

source: Aural
pl: Dźwiękowy

source: Aural Cure
pl: Lek dźwiękowy

source: Aural Sensors Abnormal
pl: Zaburzenie sensorów dźwiękowych

source: Authentication Code: YoRHa Number 9 Type-S
pl: Kod uwierzytelniania: YoRHa Numer 9 typu S

source: Auto-Attack
pl: Autoatak

source: Auto-Chips
pl: Autoczipy

source: Auto-Control
pl: Autosterowanie

source: Auto-Evade
pl: Autounik

source: Auto-Fire
pl: Autostrzał

source: Auto-Heal
pl: Autoleczenie

source: Auto-Heal +1
pl: Autoleczenie +1

source: Auto-Heal +2
pl: Autoleczenie +2

source: Auto-Heal +3
pl: Autoleczenie +3

source: Auto-Heal +4
pl: Autoleczenie +4

source: Auto-Heal +5
pl: Autoleczenie +5

source: Auto-Heal +6
pl: Autoleczenie +6

source: Auto-Heal +7
pl: Autoleczenie +7

source: Auto-Heal +8
pl: Autoleczenie +8

source: Auto-Weapon Switch
pl: Autozmiana broni

source: Auto-activate Pod programs near hostile enemies.
pl: Automatycznie uruchamia program poda w pobliżu wrogów.

source: Auto-attack hostile enemies in melee range.
pl: Automatycznie atakuje wrogów w walce wręcz.

source: Auto-collect Items
pl: Autozbieranie przedmiotów

source: Auto-evade enemy attacks.
pl: Automatycznie unika ataków wrogów.

source: Auto-fire projectiles at nearby hostile enemies.
pl: Automatycznie ostrzeliwuje pobliskich wrogów.

source: Auto-hide HUD elements in certain situations.
pl: Ukrywa elementy HUD w określonych sytuacjach.

source: Auto-item chips cannot be used on Very Hard mode, so they will be removed.
pl: Czipy autoużycia nie mogą być używane na poziomie Bardzo Trudnym i zostaną usunięte.

source: Auto-run
pl: Bieg automatyczny

source: Auto-switch weapons when attacking at close range.
pl: Automatycznie zmienia broń przy ataku na krótki dystans.

source: Auto-use Item
pl: Autoużycie przedm.

source: Auto-use Item +1
pl: Autoużycie przedm. +1

source: Auto-use Item +2
pl: Autoużycie przedm. +2

source: Auto-use Item +3
pl: Autoużycie przedm. +3

source: Auto-use Item +4
pl: Autoużycie przedm. +4

source: Auto-use Item +5
pl: Autoużycie przedm. +5

source: Auto-use Item +6
pl: Autoużycie przedm. +6

source: Auto-use Item +7
pl: Autoużycie przedm. +7

source: Auto-use Item +8
pl: Autoużycie przedm. +8

source: Auto-use healing item if HP drops below 30%. Heals 10% more.
pl: Używa przedmiotu leczącego przy PŻ poniżej 30%. Leczy 10% więcej.

source: Auto-use healing item if HP drops below 30%. Heals 100% more.
pl: Używa przedmiotu leczącego przy PŻ poniżej 30%. Leczy 100% więcej.

source: Auto-use healing item if HP drops below 30%. Heals 15% more.
pl: Używa p. leczących przy PŻ poniżej 30%. Leczy 15% więcej.

source: Auto-use healing item if HP drops below 30%. Heals 20% more.
pl: Używa przedmiotu leczącego przy PŻ poniżej 30%. Leczy 20% więcej.

source: Auto-use healing item if HP drops below 30%. Heals 30% more.
pl: Używa przedmiotu leczącego przy PŻ poniżej 30%. Leczy 30% więcej.

source: Auto-use healing item if HP drops below 30%. Heals 40% more.
pl: Używa przedmiotu leczącego przy PŻ poniżej 30%. Leczy 40% więcej.

source: Auto-use healing item if HP drops below 30%. Heals 50% more.
pl: Używa przedmiotu leczącego przy PŻ poniżej 30%. Leczy 50% więcej.

source: Auto-use healing item if HP drops below 30%. Heals 60% more.
pl: Używa przedmiotu leczącego przy PŻ poniżej 30%. Leczy 60% więcej.

source: Auto-use healing item if HP drops below 30%. Heals 80% more.
pl: Używa przedmiotu leczącego przy PŻ poniżej 30%. Leczy 80% więcej.

source: Automatic
pl: Automatycznie

source: Automatically select and equip chips.
pl: Automatycznie wybierz i użyj czipów.

source: Autopilot systems green across the board.
pl: Systemy autopilotażu w pełni sprawne.

source: Avenge the pain of our comrades!
pl: Pomścijmy cierpienie naszych towarzyszy!

source: Avoid stagger after hits if HP is 10% or more.
pl: Zapobiega oszołomieniu po uderzeniu przy 10% PŻ lub więcej.

source: Avoid stagger after hits if HP is 20% or more.
pl: Zapobiega oszołomieniu po uderzeniu przy 20% PŻ lub więcej.

source: Avoid stagger after hits if HP is 30% or more.
pl: Zapobiega oszołomieniu po uderzeniu przy 30% PŻ lub więcej.

source: Avoid stagger after hits if HP is 40% or more.
pl: Zapobiega oszołomieniu po uderzeniu przy 40% PŻ lub więcej.

source: Avoid stagger after hits if HP is 5% or more.
pl: Zapobiega oszołomieniu po uderzeniu przy 5% PŻ lub więcej.

source: Avoid stagger after hits if HP is 50% or more.
pl: Zapobiega oszołomieniu po uderzeniu przy 50% PŻ lub więcej.

source: Avoid stagger after hits if HP is 60% or more.
pl: Zapobiega oszołomieniu po uderzeniu przy 60% PŻ lub więcej.

source: Avoid stagger after hits if HP is 70% or more.
pl: Zapobiega oszołomieniu po uderzeniu przy 70% PŻ lub więcej.

source: Avoid stagger after hits if HP is 80% or more.
pl: Zapobiega oszołomieniu po uderzeniu przy 80% PŻ lub więcej.

source: Aw, are you worried about me?
pl: Ooo, martwisz się o mnie?

source: Aw, come on now, don't cry!
pl: No już, już... Nie płacz!

source: Aw, come on! Don't be such an old lump of iron!
pl: Oj, daj spokój! Nie bądź taka gruda żelaza!

source: Aw, come on, now. That concept is far too complex for a machine!
pl: Ej, no weź... Taki koncept zdecydowanie jest zbyt złożony, jak na maszynę!

source: Aw, crap. I forgot to ask the redhead where to find tree sap.
pl: O, cholera! Zapomniałam zapytać rudowłosą, gdzie najlepiej szukać tej żywicy.

source: Aw, don't be a stick in the mud. What kind of girl doesn't want to look good sometimes?
pl: Aw, nie bądź taka zacofana... Która dziewczyna nie chce czasem dobrze wyglądać?

source: Aw, great, then I'll eat lots of fruit!
pl: O, świetnie. W takim razie zjem mnóstwo owoców!

source: Aw, she's not so bad.
pl: E, nie... Nie jest aż tak surowa.

source: Aw, thanks a million!
pl: Ooo, wielkie dzięki!

source: Aw, thanks!
pl: Oh... Wielkie dzięki!

source: Aw, you don't have to be so formal all the time, Operator.
pl: Oj, nie musisz być cały czas taka formalna, Operatorko.

source: Awaiting further orders.
pl: Oczekuję na dalsze rozkazy.

source: Awaiting report on the effects of unit 2B's memory data on unit A2's self-consciousness.
pl: Oczekuję raportu na temat wpływu danych pamięci jednostki 2B na samoświadomość jednostki A2.

source: Aww, I can't believe someone beat me to it! Well, fair's fair, you're the King now.
pl: Ooo, nie wierzę, że ktoś mnie pokonał! Cóż, jak sprawiedliwość to sprawiedliwość, jesteś teraz Królem.

source: Axe
pl: Topór

source: Axe-equipped
pl: z toporem

source: Azerbaijan
pl: Azerbejdżan

source: B Mode (Hold)
pl: Tryb B (Przytrzymaj)

source: B-Mode (Hold)
pl: Tryb B (Przytrzymaj)

source: BACK OFF, ASSHOLE! WE MACHINES ARE ALIVE! YOU GOT THAT?
pl: ODSUŃ SIĘ, DUPKU! MY MASZYNY, ŻYJEMY! ŁAPIESZ?

source: BARE HANDS
pl: GOŁE PIĘŚCI

source: BASE
pl: BAZA

source: BEFORE I FORGET.
pl: ZANIM ZAPOMNĘ...

source: BEGIN HACKING
pl: ROZPOCZNIJ HAKOWANIE

source: BEHAVIOR NUMBER
pl: NUMER ZACHOWANIA

source: BOAR
pl: DZIK

source: BOOK EDITING
pl: REDAKCJA KSIĄŻEK

source: BOOTING SYSTEM
pl: START SYSTEMU

source: BURN THEM TO DEATH! CRUSH THEM TO DEATH!
pl: SPALIĆ ICH ŻYWCEM! ZMIAŻDŻYĆ ICH NA ŚMIERĆ!

source: BUSINESS DIVISION VI
pl: DZIAŁ BIZNESOWY VI

source: BUT I AM POWERLESS TO HELP...
pl: ALE JESTEM BEZSILNY...

source: BUT I WONDER...WHAT IS LEFT THAT SEPARATES SUCH A MACHINE FROM BEING CALLED AN ANIMAL?
pl: ALE ZASTANAWIA MNIE... CO WŁAŚCIWIE ODRÓŻNIA MASZYNĘ OD ZWIERZĘCEJ ISTOTY?

source: BUT, THERE IS A PROBLEM.
pl: ALE, JEST PROBLEM.

source: Back
pl: Wstecz

source: Back / Next
pl: Wstecz / Dalej

source: Back Entrance Machine
pl: Maszyna z tylnego wejścia

source: Back again? Feel free to look around.
pl: Już z powrotem? Rozejrzyj się.

source: Back for more, my child?
pl: Wróciliście po więcej, moje dzieci?

source: Back me up, 2B!
pl: Osłaniaj mnie, 2B!

source: Back off! This is none of your business!
pl: Idź stąd! To nie twój interes!

source: Back this way again? What a pain.
pl: Musimy wracać tą samą drogą? Ależ to męczące...

source: Back when the aliens first invaded...
pl: Gdy kosmici po raz pierwszy zaatakowali...

source: Backup
pl: Wsparcie

source: Bad first—we've confirmed the presence of two Goliath-class heavy-weapon enemies.
pl: Najpierw złe: potwierdziliśmy obecność dwóch ciężkozbrojnych wrogów klasy Goliat.

source: Bah! Surely this isn't all that you're capable of!
pl: Meh! Zdecydowanie stać cię na więcej!

source: Bah! You're useless. I oughta trade you in and be done with it...
pl: Meh! Jesteś bezużyteczny. Trzeba by cię sprzedać, aby mieć cię z głowy...

source: Bahamas
pl: Bahamy

source: Bahrain
pl: Bahrajn

source: Balance
pl: Zbalansowane

source: Balance Focus
pl: Zbalansowany

source: Balance control overridden.
pl: Nadpisanie sterowania balansem.

source: Balance controls overridden.
pl: Nadpisanie sterowania balansem.

source: Balanced
pl: Zbalansowany

source: Ball-like Machine
pl: Kulista maszyna

source: Balloon Brother
pl: Balonowy brat

source: Balloon Sister
pl: Balonowa siostra

source: Bangladesh
pl: Bangladesz

source: Bare Fists
pl: Gołe pięści

source: Bare android fists are passable weapons, but it can be difficult to land effective blows with them.
pl: Gołe pięści androida to zadowalająca broń, ale może być trudno zadać nimi efektywne obrażenia.

source: Base Chip
pl: Czip bazowy

source: Basic Controls
pl: Podstawowe sterowanie

source: Basically,
pl: W zasadzie,

source: Basically, I rebuild and repair relics from the old world.
pl: Ogólnie rzecz biorąc, odnawiam i naprawiam relikty ze starego świata.

source: Basically, we take apart the enemies we destroy, and use their reconstructed parts.
pl: Zazwyczaj zabieramy szczątki zniszczonych przez nas wrogów i używamy pochodzących z nich części.

source: Basically, you need to recover everything from your previous body immediately.
pl: Tak właściwie musisz natychmiast odzyskać wszystko ze swojego poprzedniego ciała.

source: Basking Shark
pl: Długoszpar

source: Basking Shark Machine
pl: Długoszpar maszyna

source: Bastard...
pl: Skurwysyn...

source: Battery
pl: Bateria

source: Battle
pl: Bitwa

source: Battle Over the Ocean
pl: Bitwa nad oceanem

source: Battle data exchange requested.
pl: Prośba o wymianę danych bojowych.

source: Battle in the Alien Ship
pl: Bitwa na statku kosmitów

source: Battle with Adam
pl: Bitwa z Adamem

source: Battle with Adam and Eve
pl: Bitwa z Adamem i Ewą

source: Battles are tougher and you can't use lock-on.
pl: Walka jest trudniejsza i nie można namierzać wrogów.

source: Battles here are separated into six distinct ranks. They start at E, then move up through D, C, B, A, and finally S.
pl: Bitwy są tu podzielone na sześć odrębnych rang. Zaczynając od rangi E, poprzez rangi D, C, B, A, kończąc na S.

source: Battling Eve
pl: Bitwa z Ewą

source: Be advised that enemies have been spotted in the vicinity. Proceed with caution.
pl: Pamiętajcie, że w okolicy wykryto wrogów. Zachowajcie ostrożność.

source: Be advised that hostiles have been detected around each target and must be defeated before continuing.
pl: Istotne jest, że w pobliżu każdego celu wykryto wrogie jednostki, które muszą zostać zniszczone w pierwszej kolejności.

source: Be advised, the target's appearance is identical to that of a standard enemy. Once you approach, however, a marker will appear.
pl: Pamiętaj, że wygląd celów będzie identyczny jak standardowych jednostek wroga. Jednak, gdy się do nich zbliżysz, zostaną w odpowiedni sposób oznaczone.

source: Be careful out there, okay?
pl: Jednakże, uważajcie na siebie, dobrze?

source: Be careful!
pl: Uważaj na siebie!

source: Be careful! The skies are packed with anti-air weapons.
pl: Bądźcie ostrożni! Na niebie roi się od broni przeciwlotniczej.

source: Be careful, 9S.
pl: Bądź ostrożny, 9S.

source: Be careful, okay? The mission will be in full swing by the time you get there.
pl: Ale bądź ostrożna, dobrze? Dotrzesz na miejsce w samym środku misji.

source: Be careful.
pl: Uważaj na siebie.

source: Be it anger, or something else
pl: Czy to gniewu, czy czegoś innego

source: Be quick, then.
pl: Zatem, zrób to szybko.

source: Be sure to head back to the Bunker when you're done so you can sync your data.
pl: Po zakończeniu misji wróć do Bunkra, żeby zsynchronizować dane.

source: Be that as it may,
pl: Tak czy inaczej,

source: Be warned! Father Servo has used your previous gift to make himself stronger than ever.
pl: Ale ostrzegam was! Ojciec Servo użył ostatniego waszego prezentu, aby stać się silniejszym niż kiedykolwiek.

source: Bearing a bestial design, this sword cuts down any who would challenge its bearer's authority.
pl: Ten miecz ze zwierzęcym wzorem ścina każdego, kto ośmiela się podważyć autorytet właściciela.

source: Beast Hide
pl: Futro

source: Beast's Roar
pl: Ryk bestii

source: Beastbane
pl: Zmora Bestii

source: Beastcurse
pl: Klątwa Bestii

source: Beastlord
pl: Władca Bestii

source: Beautiful Glass
pl: Piękne szkiełko

source: Beautiful... Beautiful...
pl: Piękna... Piękna...

source: Beautifully polished glass intended for Jean-Paul.
pl: Wspaniale wypolerowany kawałek szkła przeznaczony dla Jean-Paula.

source: Beautifully polished glass intended for Sartre.
pl: Wspaniale wypolerowany kawałek szkła przeznaczony dla Sartre'a.

source: Because I have nothing to do.
pl: Bo nie mam nic do roboty...

source: Because I won't ever stop protecting her.<bt_wait>
pl: Ponieważ nigdy nie przestanę jej chronić.<bt_wait>

source: Because I'm a weapon made for combat.
pl: Bo jestem bronią stworzoną do walki.

source: Because I'm really hoping we'll be a good team going forward.
pl: Bo mam nadzieję, że będziemy jeszcze zgranym zespołem.

source: Because children who lie grow up to be mean, evil machines!
pl: Ponieważ dzieci, które kłamią, wyrastają na niedobre i złośliwe maszyny!
